{
  "header": {
    "subtitle": "Hello I'm",
    "title": "Arek Zygan",
    "subtitle2": "Frontend Developer",
    "cvBtn": "Download CV",
    "contactBtn": "Let's talk",
    "scrollDown": "Scroll down"
  },
  "about": {
    "subtitle": "Get To Know",
    "title": "About Me",
    "experience": "Experience",
    "smallExperience": "3+ Years Non-Commercial Projects",
    "projects": "Projects",
    "smallProjects": "15+ Completed Projects",
    "content1": "Nazywam się Arkadiusz Zygan. W 2019 roku postanowiłem usystematyzować wiedzę z zakresu kodowania i programowania. Na przestrzeni lat interesowałem się nowymi technologiami, jednak nie uzyskałem pełnej wiedzy teoretycznej, jak i nie zrealizowałem praktycznych projektów. Postanowiłem to zmienić. Od tamtego czasu systematycznie uczę się programowania po stronie front-endu z elementami back-endu.",
    "content2": " Ukończyłem intensywny 9-miesięczny kurs programowania pod opieką indywidualnego mentora – Bootcamp Web Developer Plus w Kodilla. Uczestniczyłem również w szkoleniach rozszerzających moje umiejętności na platformie Udemy z zakresu javascript, react i data science. Na bieżąco obserwuje zmiany w trendach, posiłkując się wieloma kanałami tematycznymi na youtube (m.in. Dev Ed - bardzo duża wiedza i zaraźliwy optymizm autora, Web Dev Simplified - 'kopalnia' wiedzy, DesignCourse - fachowo i konkretnie na temat designu).",
    "content3": "'Praktyka czyni mistrza' - każdy z nas to słyszał chociaż raz w swoim życiu. Zgadzam się, ale uważam, że trzeba dodać 'świadome ćwiczenie' - termin ten wykuł Anders Erics­son. Uważa on również, że aby osiągnąć wysoki poziom w dowolnej dziedzinie potrzeba nawet 10000 godzin. Zdaję sobię sprawę, że wciąż dużo pracy przede mną. Ćwiczę i rozwijam swoje umiejętności w javascript, react, html5 oraz css/sass. Wiem, że jestem na początku tej drogi, ale jestem zmotywowany, aby stawiać kolejne kroki.",
    "aboutBtn": "Let's talk"
  },
  "experience": {
    "subtitle": "What Skills I have",
    "title": "My Experience"
  },
  "portfolio": {
    "subtitle": "Selected Projects",
    "title": "Portfolio"
  },
  "contact": {
    "subtitle": "Get In Touch",
    "title": "Contact Me",
    "fName": "Your name",
    "fMail": "Your email",
    "fMessage": "Your message",
    "sendMessage": "Send message"
  },
  "footer": {
    "home": "Home",
    "about": "About",
    "experience": "Experience",
    "portfolio": "Portfolio",
    "contact": "Contact"
  }
}
