{
  "header": {
    "subtitle": "Hello I'm",
    "title": "Arek Zygan",
    "subtitle2": "Frontend Developer",
    "cvBtn": "Download CV",
    "contactBtn": "Let's talk",
    "scrollDown": "Scroll down"
  },
  "about": {
    "subtitle": "Get To Know",
    "title": "About Me",
    "experience": "Experience",
    "smallExperience": "3+ Years Non-Commercial Projects",
    "projects": "Projects",
    "smallProjects": "15+ Completed Projects",
    "content1": "My name is Arkadiusz Zygan. In 2019, I decided to systematize my coding and programming knowledge. Over the years, I was interested in new technologies, but I did not obtain full theoretical knowledge and did not implement practical projects. I decided to change that. Since then, I have been systematically learning front-end programming with back-end elements.",
    "content2": "I completed an intensive 9-month programming course under the supervision of an individual mentor - Bootcamp Web Developer Plus at Kodilla. I also participated in Javascript, React and Data science training courses on the Udemy. I constantly observes changes in trends, using many thematic channels on youtube (including Dev Ed - huge knowledge and contagious optimism of the author, Web Dev Simplified - a mine of information, DesignCourse - professionally and specifically on design).",
    "content3": "“Practice Makes Perfect” - we've all heard that once in our lives. Agree, but I believe that it is necessary to add ”conscious practice” - Anders Ericsson. Beware that 10,000 hours to achieve a high level in research as well. I realize there is still a lot of work ahead of me. I practice and develop skills in Javascript, React, HTML5 and css / sass. I know that I am at the beginning of this path, but I am motivated to add more steps.",
    "aboutBtn": "Let's talk"
  },
  "experience": {
    "subtitle": "What Skills I have",
    "title": "My Experience"
  },
  "portfolio": {
    "subtitle": "Selected Projects",
    "title": "Portfolio"
  },
  "contact": {
    "subtitle": "Get In Touch",
    "title": "Contact Me",
    "fName": "Your name",
    "fMail": "Your email",
    "fMessage": "Your message",
    "sendMessage": "Send message"
  },
  "footer": {
    "home": "Home",
    "about": "About",
    "experience": "Experience",
    "portfolio": "Portfolio",
    "contact": "Contact"
  }
}
